{
  "auto_map": {
    "AutoTokenizer": [
      "tokenizer.PratchyaTokenizer",
      null
    ]
  },
  "backend": "tokenizers",
  "bos_token": "<|BOS|>",
  "eos_token": "<|EOS|>",
  "extra_special_tokens": [
    "<|SYSTEM|>",
    "<|system>",
    "<system|>",
    "<|user|>",
    "<|assistant>",
    "<assistant|>",
    "<|tool_call>",
    "<tool_call|>",
    "<|tool_rest|>",
    "<|THINK>",
    "<THINK|>",
    "<|Think>",
    "<Think|>",
    "<|think>",
    "<think|>"
  ],
  "is_local": true,
  "max_length": null,
  "model_max_length": 1000000000000000019884624838656,
  "pad_to_multiple_of": null,
  "pad_token": "<|PAD|>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "tokenizer_class": "PratchyaTokenizer",
  "use_fast": true,
  "vocab": {
    " ": 9296,
    " !": 9297,
    " !!": 9298,
    " !!!": 9299,
    " !(": 9300,
    " !=": 9301,
    " \"": 9302,
    " \"\"": 9303,
    " \"\"\"": 9304,
    " \"\");": 9305,
    " \"\";": 9306,
    " \"#": 9307,
    " \"10": 9308,
    " \"5": 9309,
    " \"[": 9310,
    " \"|": 9311,
    " #": 9312,
    " ##": 9313,
    " ###": 9314,
    " ######": 9315,
    " #1": 9316,
    " $": 9317,
    " $0": 9318,
    " $1": 9319,
    " $10": 9320,
    " $100": 9321,
    " $2": 9322,
    " $3": 9323,
    " $4": 9324,
    " $5": 9325,
    " $6": 9326,
    " $7": 9327,
    " %": 9328,
    " &": 9329,
    " &&": 9330,
    " &=": 9331,
    " '": 9332,
    " '#": 9333,
    " '%": 9334,
    " ''": 9335,
    " '''": 9336,
    " '',": 9337,
    " '*": 9338,
    " '.'": 9339,
    " '/'": 9340,
    " '0'": 9341,
    " '1'": 9342,
    " '<": 9343,
    " '\\": 9344,
    " '__": 9345,
    " '{": 9346,
    " (": 9347,
    " (!": 9348,
    " (!(": 9349,
    " ($": 9350,
    " (%": 9351,
    " (%)": 9352,
    " ('": 9353,
    " (((": 9354,
    " (*": 9355,
    " (+": 9356,
    " (+0.": 9357,
    " (-0.": 9358,
    " (-1": 9359,
    " (-2": 9360,
    " (0": 9361,
    " (0)": 9362,
    " (0,": 9363,
    " (1": 9364,
    " (1)": 9365,
    " (1,": 9366,
    " (1-": 9367,
    " (10": 9368,
    " (10)": 9369,
    " (100": 9370,
    " (11": 9371,
    " (11)": 9372,
    " (12": 9373,
    " (12)": 9374,
    " (13": 9375,
    " (13)": 9376,
    " (14": 9377,
    " (14)": 9378,
    " (15": 9379,
    " (15)": 9380,
    " (16": 9381,
    " (16)": 9382,
    " (17": 9383,
    " (18": 9384,
    " (18)": 9385,
    " (19": 9386,
    " (1975)": 9387,
    " (1976)": 9388,
    " (1977)": 9389,
    " (1978)": 9390,
    " (1979)": 9391,
    " (1980)": 9392,
    " (1981)": 9393,
    " (1982)": 9394,
    " (1983)": 9395,
    " (1984)": 9396,
    " (1985)": 9397,
    " (1986)": 9398,
    " (1987)": 9399,
    " (1988)": 9400,
    " (1989)": 9401,
    " (1990)": 9402,
    " (1991)": 9403,
    " (1992)": 9404,
    " (1993)": 9405,
    " (1994)": 9406,
    " (1995)": 9407,
    " (1996)": 9408,
    " (1997)": 9409,
    " (1998)": 9410,
    " (1999)": 9411,
    " (2": 9412,
    " (2)": 9413,
    " (2,": 9414,
    " (20": 9415,
    " (2000)": 9416,
    " (2001)": 9417,
    " (2002)": 9418,
    " (2003)": 9419,
    " (2004)": 9420,
    " (2005)": 9421,
    " (2006)": 9422,
    " (2007)": 9423,
    " (2008)": 9424,
    " (2009)": 9425,
    " (2010)": 9426,
    " (2011)": 9427,
    " (2012)": 9428,
    " (2013)": 9429,
    " (2014)": 9430,
    " (2015)": 9431,
    " (2016)": 9432,
    " (2017)": 9433,
    " (2018)": 9434,
    " (2019)": 9435,
    " (2020)": 9436,
    " (2021)": 9437,
    " (2022)": 9438,
    " (21": 9439,
    " (22": 9440,
    " (23": 9441,
    " (24": 9442,
    " (25": 9443,
    " (26": 9444,
    " (27": 9445,
    " (28": 9446,
    " (29": 9447,
    " (3": 9448,
    " (3)": 9449,
    " (3,": 9450,
    " (30": 9451,
    " (31": 9452,
    " (37": 9453,
    " (4": 9454,
    " (4)": 9455,
    " (40": 9456,
    " (5": 9457,
    " (5)": 9458,
    " (50": 9459,
    " (6": 9460,
    " (6)": 9461,
    " (66": 9462,
    " (7": 9463,
    " (7)": 9464,
    " (8": 9465,
    " (8)": 9466,
    " (9": 9467,
    " (9)": 9468,
    " (<": 9469,
    " (@": 9470,
    " ([": 9471,
    " (`": 9472,
    " (“": 9473,
    " ));": 9474,
    " );": 9475,
    " *": 9476,
    " *)": 9477,
    " **": 9478,
    " ***": 9479,
    " *****": 9480,
    " */": 9481,
    " *=": 9482,
    " +": 9483,
    " ++": 9484,
    " +/-": 9485,
    " +0.": 9486,
    " +1": 9487,
    " +=": 9488,
    " ,0": 9489,
    " -": 9490,
    " --": 9491,
    " ---": 9492,
    " ----": 9493,
    " -----": 9494,
    " --------": 9495,
    " ----------": 9496,
    " ---------------": 9497,
    " -->": 9498,
    " -0.": 9499,
    " -0.0": 9500,
    " -0.1": 9501,
    " -0.2": 9502,
    " -0.3": 9503,
    " -0.4": 9504,
    " -0.5": 9505,
    " -1": 9506,
    " -1)": 9507,
    " -1,": 9508,
    " -1.": 9509,
    " -10": 9510,
    " -11": 9511,
    " -12": 9512,
    " -13": 9513,
    " -14": 9514,
    " -15": 9515,
    " -16": 9516,
    " -18": 9517,
    " -19": 9518,
    " -1;": 9519,
    " -2": 9520,
    " -2,": 9521,
    " -2.": 9522,
    " -20": 9523,
    " -25": 9524,
    " -3": 9525,
    " -3,": 9526,
    " -4": 9527,
    " -4,": 9528,
    " -5": 9529,
    " -5,": 9530,
    " -6": 9531,
    " -7": 9532,
    " -8": 9533,
    " -9": 9534,
    " -=": 9535,
    " ->": 9536,
    " ...": 9537,
    " ....": 9538,
    " .....": 9539,
    " ......": 9540,
    " .......": 9541,
    " ..........": 9542,
    " ............": 9543,
    " ...............": 9544,
    " .0": 9545,
    " .00": 9546,
    " .5": 9547,
    " .6": 9548,
    " .8": 9549,
    " /": 9550,
    " /*": 9551,
    " /**": 9552,
    " //": 9553,
    " ///": 9554,
    " />": 9555,
    " 0": 9556,
    " 0%": 9557,
    " 0)": 9558,
    " 0))": 9559,
    " 0);": 9560,
    " 0,": 9561,
    " 0-1": 9562,
    " 0-2": 9563,
    " 0-22": 9564,
    " 0.": 9565,
    " 0.0": 9566,
    " 0.00": 9567,
    " 0.000": 9568,
    " 0.001": 9569,
    " 0.01": 9570,
    " 0.02": 9571,
    " 0.03": 9572,
    " 0.04": 9573,
    " 0.05": 9574,
    " 0.06": 9575,
    " 0.07": 9576,
    " 0.08": 9577,
    " 0.09": 9578,
    " 0.0;": 9579,
    " 0.1": 9580,
    " 0.1%": 9581,
    " 0.10": 9582,
    " 0.11": 9583,
    " 0.12": 9584,
    " 0.13": 9585,
    " 0.14": 9586,
    " 0.15": 9587,
    " 0.16": 9588,
    " 0.17": 9589,
    " 0.18": 9590,
    " 0.19": 9591,
    " 0.2": 9592,
    " 0.20": 9593,
    " 0.21": 9594,
    " 0.22": 9595,
    " 0.23": 9596,
    " 0.24": 9597,
    " 0.25": 9598,
    " 0.25%": 9599,
    " 0.26": 9600,
    " 0.27": 9601,
    " 0.28": 9602,
    " 0.29": 9603,
    " 0.3": 9604,
    " 0.30": 9605,
    " 0.32": 9606,
    " 0.33": 9607,
    " 0.34": 9608,
    " 0.35": 9609,
    " 0.38": 9610,
    " 0.4": 9611,
    " 0.40": 9612,
    " 0.42": 9613,
    " 0.44": 9614,
    " 0.45": 9615,
    " 0.46": 9616,
    " 0.5": 9617,
    " 0.5%": 9618,
    " 0.5)": 9619,
    " 0.50": 9620,
    " 0.52": 9621,
    " 0.55": 9622,
    " 0.6": 9623,
    " 0.60": 9624,
    " 0.65": 9625,
    " 0.7": 9626,
    " 0.70": 9627,
    " 0.75": 9628,
    " 0.8": 9629,
    " 0.80": 9630,
    " 0.85": 9631,
    " 0.9": 9632,
    " 0.90": 9633,
    " 0.95": 9634,
    " 0.96": 9635,
    " 0.97": 9636,
    " 0.98": 9637,
    " 0.99": 9638,
    " 00": 9639,
    " 000": 9640,
    " 0000": 9641,
    " 00:": 9642,
    " 00:0": 9643,
    " 01": 9644,
    " 01:": 9645,
    " 02": 9646,
    " 02-": 9647,
    " 03": 9648,
    " 04": 9649,
    " 05": 9650,
    " 06": 9651,
    " 07": 9652,
    " 07:": 9653,
    " 08": 9654,
    " 08.00": 9655,
    " 08.30": 9656,
    " 08:": 9657,
    " 09": 9658,
    " 09.00": 9659,
    " 09.30": 9660,
    " 09:": 9661,
    " 0:": 9662,
    " 0;": 9663,
    " 0}": 9664,
    " 1": 9665,
    " 1%": 9666,
    " 1)": 9667,
    " 1))": 9668,
    " 1);": 9669,
    " 1,": 9670,
    " 1,0": 9671,
    " 1,000": 9672,
    " 1,000,000": 9673,
    " 1,100": 9674,
    " 1,2": 9675,
    " 1,200": 9676,
    " 1,25": 9677,
    " 1,3": 9678,
    " 1,300": 9679,
    " 1,4": 9680,
    " 1,400": 9681,
    " 1,5": 9682,
    " 1,500": 9683,
    " 1,57": 9684,
    " 1,6": 9685,
    " 1,600": 9686,
    " 1,7": 9687,
    " 1,700": 9688,
    " 1,8": 9689,
    " 1,800": 9690,
    " 1,9": 9691,
    " 1-": 9692,
    " 1-0": 9693,
    " 1-1": 9694,
    " 1-12": 9695,
    " 1-2": 9696,
    " 1-3": 9697,
    " 1-4": 9698,
    " 1-5": 9699,
    " 1.": 9700,
    " 1.0": 9701,
    " 1.00": 9702,
    " 1.000": 9703,
    " 1.05": 9704,
    " 1.1": 9705,
    " 1.10": 9706,
    " 1.15": 9707,
    " 1.2": 9708,
    " 1.20": 9709,
    " 1.25": 9710,
    " 1.3": 9711,
    " 1.30": 9712,
    " 1.4": 9713,
    " 1.5": 9714,
    " 1.50": 9715,
    " 1.6": 9716,
    " 1.7": 9717,
    " 1.75": 9718,
    " 1.8": 9719,
    " 1.9": 9720,
    " 1/1": 9721,
    " 1/2": 9722,
    " 1/255": 9723,
    " 1/256": 9724,
    " 1/2565": 9725,
    " 1/3": 9726,
    " 1/4": 9727,
    " 1/5": 9728,
    " 1/6": 9729,
    " 10": 9730,
    " 10%": 9731,
    " 10)": 9732,
    " 10*": 9733,
    " 10,000": 9734,
    " 10-": 9735,
    " 10-15": 9736,
    " 10-20": 9737,
    " 10.": 9738,
    " 10.0": 9739,
    " 10.00": 9740,
    " 10.1": 9741,
    " 10.10": 9742,
    " 10.2": 9743,
    " 10.3": 9744,
    " 10.30": 9745,
    " 10.4": 9746,
    " 10.5": 9747,
    " 100": 9748,
    " 100%": 9749,
    " 100)": 9750,
    " 100,000": 9751,
    " 1000": 9752,
    " 10000": 9753,
    " 100000": 9754,
    " 100;": 9755,
    " 101": 9756,
    " 10110": 9757,
    " 102": 9758,
    " 1024": 9759,
    " 103": 9760,
    " 104": 9761,
    " 105": 9762,
    " 106": 9763,
    " 107": 9764,
    " 108": 9765,
    " 1080": 9766,
    " 109": 9767,
    " 10:00": 9768,
    " 10;": 9769,
    " 10^": 9770,
    " 11": 9771,
    " 11%": 9772,
    " 11,": 9773,
    " 11.": 9774,
    " 11.00": 9775,
    " 11.1": 9776,
    " 11.2": 9777,
    " 11.3": 9778,
    " 11.4": 9779,
    " 11.5": 9780,
    " 110": 9781,
    " 1100": 9782,
    " 111": 9783,
    " 112": 9784,
    " 113": 9785,
    " 114": 9786,
    " 115": 9787,
    " 116": 9788,
    " 117": 9789,
    " 118": 9790,
    " 119": 9791,
    " 12": 9792,
    " 12%": 9793,
    " 12)": 9794,
    " 12,": 9795,
    " 12,000": 9796,
    " 12-": 9797,
    " 12.": 9798,
    " 12.0": 9799,
    " 12.00": 9800,
    " 12.1": 9801,
    " 12.2": 9802,
    " 12.3": 9803,
    " 12.4": 9804,
    " 12.5": 9805,
    " 120": 9806,
    " 120,000": 9807,
    " 1200": 9808,
    " 121": 9809,
    " 122": 9810,
    " 123": 9811,
    " 124": 9812,
    " 125": 9813,
    " 126": 9814,
    " 127": 9815,
    " 128": 9816,
    " 129": 9817,
    " 12:00": 9818,
    " 13": 9819,
    " 13%": 9820,
    " 13,": 9821,
    " 13.": 9822,
    " 13.0": 9823,
    " 13.00": 9824,
    " 13.3": 9825,
    " 13.30": 9826,
    " 13.4": 9827,
    " 13.5": 9828,
    " 130": 9829,
    " 1300": 9830,
    " 131": 9831,
    " 132": 9832,
    " 133": 9833,
    " 134": 9834,
    " 135": 9835,
    " 136": 9836,
    " 137": 9837,
    " 138": 9838,
    " 139": 9839,
    " 14": 9840,
    " 14%": 9841,
    " 14,": 9842,
    " 14.": 9843,
    " 14.00": 9844,
    " 14.5": 9845,
    " 140": 9846,
    " 1400": 9847,
    " 141": 9848,
    " 142": 9849,
    " 143": 9850,
    " 144": 9851,
    " 145": 9852,
    " 146": 9853,
    " 147": 9854,
    " 148": 9855,
    " 149": 9856,
    " 15": 9857,
    " 15%": 9858,
    " 15,": 9859,
    " 15,000": 9860,
    " 15.": 9861,
    " 15.0": 9862,
    " 15.00": 9863,
    " 150": 9864,
    " 150,000": 9865,
    " 1500": 9866,
    " 151": 9867,
    " 152": 9868,
    " 153": 9869,
    " 154": 9870,
    " 155": 9871,
    " 156": 9872,
    " 157": 9873,
    " 158": 9874,
    " 159": 9875,
    " 16": 9876,
    " 16,": 9877,
    " 16.": 9878,
    " 16.0": 9879,
    " 16.00": 9880,
    " 160": 9881,
    " 1600": 9882,
    " 161": 9883,
    " 162": 9884,
    " 163": 9885,
    " 164": 9886,
    " 165": 9887,
    " 166": 9888,
    " 167": 9889,
    " 168": 9890,
    " 169": 9891,
    " 17": 9892,
    " 17,": 9893,
    " 17.": 9894,
    " 17.00": 9895,
    " 170": 9896,
    " 171": 9897,
    " 172": 9898,
    " 173": 9899,
    " 174": 9900,
    " 175": 9901,
    " 176": 9902,
    " 177": 9903,
    " 178": 9904,
    " 179": 9905,
    " 18": 9906,
    " 18%": 9907,
    " 18)": 9908,
    " 18,": 9909,
    " 18,000": 9910,
    " 18.": 9911,
    " 18.00": 9912,
    " 18.5": 9913,
    " 180": 9914,
    " 1800": 9915,
    " 181": 9916,
    " 182": 9917,
    " 183": 9918,
    " 184": 9919,
    " 185": 9920,
    " 186": 9921,
    " 187": 9922,
    " 1870": 9923,
    " 188": 9924,
    " 1880": 9925,
    " 1889": 9926,
    " 189": 9927,
    " 1890": 9928,
    " 1898": 9929,
    " 19": 9930,
    " 19,": 9931,
    " 19.": 9932,
    " 19.00": 9933,
    " 190": 9934,
    " 1900": 9935,
    " 1901": 9936,
    " 1903": 9937,
    " 1904": 9938,
    " 1905": 9939,
    " 1906": 9940,
    " 1907": 9941,
    " 1908": 9942,
    " 1909": 9943,
    " 191": 9944,
    " 1910": 9945,
    " 1911": 9946,
    " 1912": 9947,
    " 1913": 9948,
    " 1914": 9949,
    " 1915": 9950,
    " 1916": 9951,
    " 1917": 9952,
    " 1918": 9953,
    " 1919": 9954,
    " 192": 9955,
    " 1920": 9956,
    " 1921": 9957,
    " 1922": 9958,
    " 1923": 9959,
    " 1924": 9960,
    " 1925": 9961,
    " 1926": 9962,
    " 1927": 9963,
    " 1928": 9964,
    " 1929": 9965,
    " 193": 9966,
    " 1930": 9967,
    " 1931": 9968,
    " 1932": 9969,
    " 1933": 9970,
    " 1934": 9971,
    " 1935": 9972,
    " 1936": 9973,
    " 1937": 9974,
    " 1938": 9975,
    " 1939": 9976,
    " 194": 9977,
    " 1940": 9978,
    " 1941": 9979,
    " 1942": 9980,
    " 1943": 9981,
    " 1944": 9982,
    " 1945": 9983,
    " 1946": 9984,
    " 1947": 9985,
    " 1948": 9986,
    " 1949": 9987,
    " 195": 9988,
    " 1950": 9989,
    " 1951": 9990,
    " 1952": 9991,
    " 1953": 9992,
    " 1954": 9993,
    " 1955": 9994,
    " 1956": 9995,
    " 1957": 9996,
    " 1958": 9997,
    " 1959": 9998,
    " 196": 9999,
    " 1960": 10000,
    " 1961": 10001,
    " 1962": 10002,
    " 1963": 10003,
    " 1964": 10004,
    " 1965": 10005,
    " 1966": 10006,
    " 1967": 10007,
    " 1968": 10008,
    " 1969": 10009,
    " 197": 10010,
    " 1970": 10011,
    " 1971": 10012,
    " 1972": 10013,
    " 1973": 10014,
    " 1974": 10015,
    " 1975": 10016,
    " 1976": 10017,
    " 1977": 10018,
    " 1978": 10019,
    " 1979": 10020,
    " 198": 10021,
    " 1980": 10022,
    " 1981": 10023,
    " 1982": 10024,
    " 1983": 10025,
    " 1984": 10026,
    " 1985": 10027,
    " 1986": 10028,
    " 1987": 10029,
    " 1988": 10030,
    " 1989": 10031,
    " 199": 10032,
    " 1990": 10033,
    " 1991": 10034,
    " 1992": 10035,
    " 1993": 10036,
    " 1994": 10037,
    " 1994,": 10038,
    " 1995": 10039,
    " 1995)": 10040,
    " 1995,": 10041,
    " 1996": 10042,
    " 1996)": 10043,
    " 1996,": 10044,
    " 1997": 10045,
    " 1997)": 10046,
    " 1997,": 10047,
    " 1998": 10048,
    " 1998)": 10049,
    " 1998,": 10050,
    " 1998.": 10051,
    " 1999": 10052,
    " 1999)": 10053,
    " 1999,": 10054,
    " 1:": 10055,
    " 1:1": 10056,
    " 1;": 10057,
    " 1]": 10058,
    " 1}": 10059,
    " 2": 10060,
    " 2%": 10061,
    " 2)": 10062,
    " 2))": 10063,
    " 2);": 10064,
    " 2*": 10065,
    " 2,": 10066,
    " 2,000": 10067,
    " 2,5": 10068,
    " 2,500": 10069,
    " 2-": 10070,
    " 2-0": 10071,
    " 2-1": 10072,
    " 2-2": 10073,
    " 2-3": 10074,
    " 2-4": 10075,
    " 2.": 10076,
    " 2.0": 10077,
    " 2.00": 10078,
    " 2.1": 10079,
    " 2.2": 10080,
    " 2.3": 10081,
    " 2.4": 10082,
    " 2.5": 10083,
    " 2.50": 10084,
    " 2.6": 10085,
    " 2.7": 10086,
    " 2.8": 10087,
    " 2.9": 10088,
    " 2/25": 10089,
    " 2/256": 10090,
    " 2/5": 10091,
    " 2/6": 10092,
    " 20": 10093,
    " 20%": 10094,
    " 20,000": 10095,
    " 20-": 10096,
    " 20-30": 10097,
    " 20.00": 10098,
    " 200": 10099,
    " 200,000": 10100,
    " 2000": 10101,
    " 2000)": 10102,
    " 2000,": 10103,
    " 2000.": 10104,
    " 2001": 10105,
    " 2001)": 10106,
    " 2001,": 10107,
    " 2001.": 10108,
    " 2002": 10109,
    " 2002)": 10110,
    " 2002,": 10111,
    " 2002.": 10112,
    " 2003": 10113,
    " 2003)": 10114,
    " 2003,": 10115,
    " 2003.": 10116,
    " 2004": 10117,
    " 2004)": 10118,
    " 2004,": 10119,
    " 2004-0": 10120,
    " 2004.": 10121,
    " 2005": 10122,
    " 2005)": 10123,
    " 2005,": 10124,
    " 2005-0": 10125,
    " 2005.": 10126,
    " 2006": 10127,
    " 2006)": 10128,
    " 2006,": 10129,
    " 2006-0": 10130,
    " 2006.": 10131,
    " 2007": 10132,
    " 2007)": 10133,
    " 2007,": 10134,
    " 2007-0": 10135,
    " 2007.": 10136,
    " 2008": 10137,
    " 2008)": 10138,
    " 2008,": 10139,
    " 2008-0": 10140,
    " 2008.": 10141,
    " 2009": 10142,
    " 2009)": 10143,
    " 2009,": 10144,
    " 2009.": 10145,
    " 201": 10146,
    " 2010": 10147,
    " 2010)": 10148,
    " 2010,": 10149,
    " 2010.": 10150,
    " 2011": 10151,
    " 2011)": 10152,
    " 2011,": 10153,
    " 2011-0": 10154,
    " 2011.": 10155,
    " 2012": 10156,
    " 2012)": 10157,
    " 2012,": 10158,
    " 2012-0": 10159,
    " 2012.": 10160,
    " 2013": 10161,
    " 2013,": 10162,
    " 2013-0": 10163,
    " 2013.": 10164,
    " 2014": 10165,
    " 2014,": 10166,
    " 2014.": 10167,
    " 2015": 10168,
    " 2015,": 10169,
    " 2015.": 10170,
    " 2016": 10171,
    " 2016,": 10172,
    " 2016.": 10173,
    " 2017": 10174,
    " 2017,": 10175,
    " 2017.": 10176,
    " 2018": 10177,
    " 2018,": 10178,
    " 2018.": 10179,
    " 2019": 10180,
    " 202": 10181,
    " 2020": 10182,
    " 2021": 10183,
    " 2022": 10184,
    " 2023": 10185,
    " 2024": 10186,
    " 2025": 10187,
    " 203": 10188,
    " 2030": 10189,
    " 204": 10190,
    " 205": 10191,
    " 206": 10192,
    " 207": 10193,
    " 208": 10194,
    " 209": 10195,
    " 21": 10196,
    " 21,": 10197,
    " 21.": 10198,
    " 21.00": 10199,
    " 210": 10200,
    " 211": 10201,
    " 212": 10202,
    " 213": 10203,
    " 214": 10204,
    " 215": 10205,
    " 216": 10206,
    " 217": 10207,
    " 218": 10208,
    " 219": 10209,
    " 22": 10210,
    " 22,": 10211,
    " 22.": 10212,
    " 22.00": 10213,
    " 220": 10214,
    " 221": 10215,
    " 222": 10216,
    " 223": 10217,
    " 224": 10218,
    " 225": 10219,
    " 226": 10220,
    " 227": 10221,
    " 228": 10222,
    " 229": 10223,
    " 23": 10224,
    " 23,": 10225,
    " 23.": 10226,
    " 230": 10227,
    " 231": 10228,
    " 232": 10229,
    " 233": 10230,
    " 234": 10231,
    " 235": 10232,
    " 236": 10233,
    " 237": 10234,
    " 238": 10235,
    " 239": 10236,
    " 24": 10237,
    " 24,": 10238,
    " 24-": 10239,
    " 240": 10240,
    " 241": 10241,
    " 242": 10242,
    " 243": 10243,
    " 244": 10244,
    " 245": 10245,
    " 246": 10246,
    " 247": 10247,
    " 2475": 10248,
    " 248": 10249,
    " 249": 10250,
    " 25": 10251,
    " 25%": 10252,
    " 25)": 10253,
    " 25,": 10254,
    " 25,000": 10255,
    " 25.0": 10256,
    " 250": 10257,
    " 250,000": 10258,
    " 2500": 10259,
    " 2503": 10260,
    " 2505": 10261,
    " 2506": 10262,
    " 251": 10263,
    " 2510": 10264,
    " 2511": 10265,
    " 2512": 10266,
    " 2513": 10267,
    " 2514": 10268,
    " 2515": 10269,
    " 2516": 10270,
    " 2517": 10271,
    " 2518": 10272,
    " 2519": 10273,
    " 252": 10274,
    " 2520": 10275,
    " 2521": 10276,
    " 2522": 10277,
    " 2523": 10278,
    " 2524": 10279,
    " 2525": 10280,
    " 2526": 10281,
    " 2527": 10282,
    " 2528": 10283,
    " 2529": 10284,
    " 253": 10285,
    " 2530": 10286,
    " 2531": 10287,
    " 2532": 10288,
    " 2533": 10289,
    " 2534": 10290,
    " 2535": 10291,
    " 2536": 10292,
    " 2537": 10293,
    " 2538": 10294,
    " 2539": 10295,
    " 254": 10296,
    " 2540": 10297,
    " 2541": 10298,
    " 2542": 10299,
    " 2543": 10300,
    " 2544": 10301,
    " 2545": 10302,
    " 2546": 10303,
    " 2547": 10304,
    " 2548": 10305,
    " 2549": 10306,
    " 255": 10307,
    " 2550": 10308,
    " 2551": 10309,
    " 2552": 10310,
    " 2553": 10311,
    " 2554": 10312,
    " 2555": 10313,
    " 2556": 10314,
    " 2557": 10315,
    " 2558": 10316,
    " 2559": 10317,
    " 256": 10318,
    " 2560": 10319,
    " 2561": 10320,
    " 2561)": 10321,
    " 2562": 10322,
    " 2563": 10323,
    " 2563)": 10324,
    " 2564": 10325,
    " 2564)": 10326,
    " 2565": 10327,
    " 2565)": 10328,
    " 2566": 10329,
    " 2566)": 10330,
    " 2567": 10331,
    " 257": 10332,
    " 258": 10333,
    " 259": 10334,
    " 26": 10335,
    " 26,": 10336,
    " 26.": 10337,
    " 260": 10338,
    " 261": 10339,
    " 262": 10340,
    " 263": 10341,
    " 264": 10342,
    " 265": 10343,
    " 266": 10344,
    " 267": 10345,
    " 268": 10346,
    " 269": 10347,
    " 27": 10348,
    " 27,": 10349,
    " 27.": 10350,
    " 270": 10351,
    " 271": 10352,
    " 272": 10353,
    " 273": 10354,
    " 274": 10355,
    " 275": 10356,
    " 276": 10357,
    " 278": 10358,
    " 28": 10359,
    " 28,": 10360,
    " 28.": 10361,
    " 280": 10362,
    " 285": 10363,
    " 288": 10364,
    " 29": 10365,
    " 29,": 10366,
    " 29.": 10367,
    " 290": 10368,
    " 292": 10369,
    " 293": 10370,
    " 294": 10371,
    " 295": 10372,
    " 299": 10373,
    " 2:": 10374,
    " 2;": 10375,
    " 2}": 10376,
    " 3": 10377,
    " 3%": 10378,
    " 3)": 10379,
    " 3*": 10380,
    " 3,": 10381,
    " 3,000": 10382,
    " 3,500": 10383,
    " 3-": 10384,
    " 3-0": 10385,
    " 3-1": 10386,
    " 3-4": 10387,
    " 3-5": 10388,
    " 3.": 10389,
    " 3.0": 10390,
    " 3.00": 10391,
    " 3.1": 10392,
    " 3.2": 10393,
    " 3.3": 10394,
    " 3.4": 10395,
    " 3.5": 10396,
    " 3.6": 10397,
    " 3.7": 10398,
    " 3.8": 10399,
    " 3.9": 10400,
    " 3/25": 10401,
    " 3/256": 10402,
    " 3/6": 10403,
    " 30": 10404,
    " 30%": 10405,
    " 30)": 10406,
    " 30,": 10407,
    " 30,000": 10408,
    " 30-": 10409,
    " 300": 10410,
    " 300,000": 10411,
    " 3000": 10412,
    " 301": 10413,
    " 302": 10414,
    " 303": 10415,
    " 304": 10416,
    " 305": 10417,
    " 306": 10418,
    " 308": 10419,
    " 31": 10420,
    " 31,": 10421,
    " 310": 10422,
    " 311": 10423,
    " 312": 10424,
    " 315": 10425,
    " 316": 10426,
    " 32": 10427,
    " 32,": 10428,
    " 320": 10429,
    " 321": 10430,
    " 323": 10431,
    " 324": 10432,
    " 325": 10433,
    " 33": 10434,
    " 33,": 10435,
    " 33.": 10436,
    " 330": 10437,
    " 333": 10438,
    " 34": 10439,
    " 34,": 10440,
    " 34.": 10441,
    " 340": 10442,
    " 345": 10443,
    " 35": 10444,
    " 35%": 10445,
    " 35,": 10446,
    " 350": 10447,
    " 355": 10448,
    " 36": 10449,
    " 36,": 10450,
    " 36.": 10451,
    " 360": 10452,
    " 365": 10453,
    " 37": 10454,
    " 37,": 10455,
    " 37.": 10456,
    " 370": 10457,
    " 375": 10458,
    " 38": 10459,
    " 38,": 10460,
    " 38.": 10461,
    " 380": 10462,
    " 384": 10463,
    " 39": 10464,
    " 39,": 10465,
    " 39.": 10466,
    " 390": 10467,
    " 3:": 10468,
    " 3;": 10469,
    " 4": 10470,
    " 4%": 10471,
    " 4)": 10472,
    " 4,": 10473,
    " 4,000": 10474,
    " 4-": 10475,
    " 4-1": 10476,
    " 4-5": 10477,
    " 4-6": 10478,
    " 4.": 10479,
    " 4.0": 10480,
    " 4.1": 10481,
    " 4.2": 10482,
    " 4.3": 10483,
    " 4.4": 10484,
    " 4.5": 10485,
    " 4.6": 10486,
    " 4.7": 10487,
    " 4.8": 10488,
    " 4.9": 10489,
    " 4/25": 10490,
    " 4/256": 10491,
    " 4/6": 10492,
    " 40": 10493,
    " 40%": 10494,
    " 40,000": 10495,
    " 40-": 10496,
    " 400": 10497,
    " 400,000": 10498,
    " 4000": 10499,
    " 401": 10500,
    " 403": 10501,
    " 404": 10502,
    " 409": 10503,
    " 41": 10504,
    " 41,": 10505,
    " 410": 10506,
    " 42": 10507,
    " 42,": 10508,
    " 420": 10509,
    " 43": 10510,
    " 43,": 10511,
    " 430": 10512,
    " 44": 10513,
    " 440": 10514,
    " 45": 10515,
    " 45%": 10516,
    " 450": 10517,
    " 46": 10518,
    " 460": 10519,
    " 47": 10520,
    " 47.": 10521,
    " 48": 10522,
    " 48.": 10523,
    " 480": 10524,
    " 49": 10525,
    " 49.": 10526,
    " 4:": 10527,
    " 4;": 10528,
    " 5": 10529,
    " 5%": 10530,
    " 5)": 10531,
    " 5,": 10532,
    " 5,000": 10533,
    " 5-": 10534,
    " 5-10": 10535,
    " 5-6": 10536,
    " 5.": 10537,
    " 5.0": 10538,
    " 5.00": 10539,
    " 5.1": 10540,
    " 5.2": 10541,
    " 5.3": 10542,
    " 5.4": 10543,
    " 5.5": 10544,
    " 5.6": 10545,
    " 5.7": 10546,
    " 5.8": 10547,
    " 5.9": 10548,
    " 50": 10549,
    " 50%": 10550,
    " 50,000": 10551,
    " 500": 10552,
    " 500,000": 10553,
    " 5000": 10554,
    " 501": 10555,
    " 51": 10556,
    " 510": 10557,
    " 512": 10558,
    " 52": 10559,
    " 520": 10560,
    " 53": 10561,
    " 54": 10562,
    " 540": 10563,
    " 55": 10564,
    " 550": 10565,
    " 555": 10566,
    " 56": 10567,
    " 560": 10568,
    " 57": 10569,
    " 58": 10570,
    " 59": 10571,
    " 5:": 10572,
    " 5;": 10573,
    " 6": 10574,
    " 6%": 10575,
    " 6)": 10576,
    " 6,": 10577,
    " 6,000": 10578,
    " 6-": 10579,
    " 6.": 10580,
    " 6.0": 10581,
    " 6.1": 10582,
    " 6.2": 10583,
    " 6.3": 10584,
    " 6.4": 10585,
    " 6.5": 10586,
    " 6.6": 10587,
    " 6.7": 10588,
    " 6.8": 10589,
    " 6.9": 10590,
    " 60": 10591,
    " 60%": 10592,
    " 60)": 10593,
    " 60,000": 10594,
    " 600": 10595,
    " 600,000": 10596,
    " 6000": 10597,
    " 61": 10598,
    " 62": 10599,
    " 63": 10600,
    " 64": 10601,
    " 64)": 10602,
    " 65": 10603,
    " 65%": 10604,
    " 65)": 10605,
    " 650": 10606,
    " 66": 10607,
    " 67": 10608,
    " 68": 10609,
    " 69": 10610,
    " 7": 10611,
    " 7%": 10612,
    " 7)": 10613,
    " 7,": 10614,
    " 7,000": 10615,
    " 7-": 10616,
    " 7.": 10617,
    " 7.0": 10618,
    " 7.1": 10619,
    " 7.2": 10620,
    " 7.3": 10621,
    " 7.4": 10622,
    " 7.5": 10623,
    " 7.6": 10624,
    " 7.7": 10625,
    " 7.8": 10626,
    " 7.9": 10627,
    " 70": 10628,
    " 70%": 10629,
    " 70,000": 10630,
    " 700": 10631,
    " 71": 10632,
    " 72": 10633,
    " 720": 10634,
    " 73": 10635,
    " 74": 10636,
    " 740": 10637,
    " 75": 10638,
    " 75%": 10639,
    " 750": 10640,
    " 76": 10641,
    " 77": 10642,
    " 78": 10643,
    " 79": 10644,
    " 8": 10645,
    " 8%": 10646,
    " 8)": 10647,
    " 8,": 10648,
    " 8,000": 10649,
    " 8-": 10650,
    " 8.": 10651,
    " 8.0": 10652,
    " 8.1": 10653,
    " 8.2": 10654,
    " 8.3": 10655,
    " 8.4": 10656,
    " 8.5": 10657,
    " 8.6": 10658,
    " 8.7": 10659,
    " 8.8": 10660,
    " 8.9": 10661,
    " 80": 10662,
    " 80%": 10663,
    " 80,000": 10664,
    " 800": 10665,
    " 8000": 10666,
    " 81": 10667,
    " 82": 10668,
    " 83": 10669,
    " 84": 10670,
    " 85": 10671,
    " 85%": 10672,
    " 850": 10673,
    " 86": 10674,
    " 87": 10675,
    " 88": 10676,
    " 888": 10677,
    " 89": 10678,
    " 9": 10679,
    " 9%": 10680,
    " 9)": 10681,
    " 9,": 10682,
    " 9,000": 10683,
    " 9.": 10684,
    " 9.0": 10685,
    " 9.1": 10686,
    " 9.2": 10687,
    " 9.3": 10688,
    " 9.4": 10689,
    " 9.5": 10690,
    " 9.6": 10691,
    " 9.7": 10692,
    " 9.8": 10693,
    " 9.9": 10694,
    " 90": 10695,
    " 90%": 10696,
    " 900": 10697,
    " 9001": 10698,
    " 91": 10699,
    " 911": 10700,
    " 92": 10701,
    " 93": 10702,
    " 94": 10703,
    " 95": 10704,
    " 95%": 10705,
    " 96": 10706,
    " 97": 10707,
    " 978": 10708,
    " 978-": 10709,
    " 98": 10710,
    " 98.": 10711,
    " 99": 10712,
    " 99%": 10713,
    " 99.": 10714,
    " 999": 10715,
    " :": 10716,
    " :)": 10717,
    " :=": 10718,
    " <": 10719,
    " <-": 10720,
    " </": 10721,
    " <<": 10722,
    " <<<": 10723,
    " <=": 10724,
    " =": 10725,
    " ==": 10726,
    " ===": 10727,
    " ====": 10728,
    " =====": 10729,
    " ===============": 10730,
    " =>": 10731,
    " >": 10732,
    " >=": 10733,
    " >>": 10734,
    " >>>": 10735,
    " ?": 10736,
    " ??": 10737,
    " ???": 10738,
    " ????": 10739,
    " @": 10740,
    " A": 10741,
    " AA": 10742,
    " AAA": 10743,
    " AB": 10744,
    " ABC": 10745,
    " ABS": 10746,
    " AC": 10747,
    " ACC": 10748,
    " ACE": 10749,
    " ACT": 10750,
    " ACTION": 10751,
    " AD": 10752,
    " ADA": 10753,
    " ADD": 10754,
    " ADV": 10755,
    " ADVANC": 10756,
    " AE": 10757,
    " AF": 10758,
    " AG": 10759,
    " AH": 10760,
    " AI": 10761,
    " AIS": 10762,
    " AK": 10763,
    " AL": 10764,
    " ALL": 10765,
    " ALT": 10766,
    " AM": 10767,
    " AMD": 10768,
    " AN": 10769,
    " AND": 10770,
    " ANY": 10771,
    " AOT": 10772,
    " AP": 10773,
    " API": 10774,
    " APP": 10775,
    " AR": 10776,
    " ARE": 10777,
    " ART": 10778,
    " AS": 10779,
    " ASC": 10780,
    " ASEAN": 10781,
    " ASP": 10782,
    " ASSERT": 10783,
    " AST": 10784,
    " AT": 10785,
    " ATK": 10786,
    " ATM": 10787,
    " ATP": 10788,
    " AU": 10789,
    " AUTO": 10790,
    " AV": 10791,
    " AWS": 10792,
    " Aaron": 10793,
    " Ab": 10794,
    " Abb": 10795,
    " Abd": 10796,
    " Abdul": 10797,
    " Abe": 10798,
    " Abi": 10799,
    " About": 10800,
    " Abra": 10801,
    " Abraham": 10802,
    " Abstract": 10803,
    " Abu": 10804,
    " Ac": 10805,
    " Acad": 10806,
    " Academic": 10807,
    " Academy": 10808,
    " Acc": 10809,
    " Accept": 10810,
    " Access": 10811,
    " According": 10812,
    " Account": 10813,
    " Ace": 10814,
    " Ach": 10815,
    " Achievement": 10816,
    " Acid": 10817,
    " Act": 10818,
    " Action": 10819,
    " Active": 10820,
    " Actor": 10821,
    " Ad": 10822,
    " Ada": 10823,
    " Adam": 10824,
    " Adams": 10825,
    " Add": 10826,
    " Added": 10827,
    " Additional": 10828,
    " Additionally": 10829,
    " Address": 10830,
    " Ade": 10831,
    " Adel": 10832,
    " Adi": 10833,
    " Adjust": 10834,
    " Admin": 10835,
    " Administration": 10836,
    " Administrator": 10837,
    " Adobe": 10838,
    " Adrian": 10839,
    " Adult": 10840,
    " Adv": 10841,
    " Advance": 10842,
    " Advanced": 10843,
    " Adventure": 10844,
    " Adventures": 10845,
    " Advisory": 10846,
    " Aero": 10847,
    " Af": 10848,
    " Aff": 10849,
    " Affairs": 10850,
    " Afghanistan": 10851,
    " Africa": 10852,
    " African": 10853,
    " After": 10854,
    " Ag": 10855,
    " Again": 10856,
    " Against": 10857,
    " Age": 10858,
    " Agency": 10859,
    " Agent": 10860,
    " Agreement": 10861,
    " Agri": 10862,
    " Agricultural": 10863,
    " Agriculture": 10864,
    " Agu": 10865,
    " Ah": 10866,
    " Ahm": 10867,
    " Ahmad": 10868,
    " Ai": 10869,
    " Air": 10870,
    " Airlines": 10871,
    " Airport": 10872,
    " Airways": 10873,
    " Ak": 10874,
    " Aki": 10875,
    " Al": 10876,
    " Ala": 10877,
    " Alabama": 10878,
    " Alam": 10879,
    " Alan": 10880,
    " Alaska": 10881,
    " Alb": 10882,
    " Alban": 10883,
    " Albania": 10884,
    " Albert": 10885,
    " Alberta": 10886,
    " Album": 10887,
    " Ald": 10888,
    " Ale": 10889,
    " Alert": 10890,
    " Alex": 10891,
    " Alexander": 10892,
    " Alexandr": 10893,
    " Alexandria": 10894,
    " Alf": 10895,
    " Alfred": 10896,
    " Algorithm": 10897,
    " Ali": 10898,
    " Alibaba": 10899,
    " Alice": 10900,
    " All": 10901,
    " Allen": 10902,
    " Alliance": 10903,
    " Allow": 10904,
    " Along": 10905,
    " Alp": 10906,
    " Alpha": 10907,
    " Also": 10908,
    " Alt": 10909,
    " Alternative": 10910,
    " Although": 10911,
    " Always": 10912,
    " Am": 10913,
    " Amar": 10914,
    " Amazing": 10915,
    " Amazon": 10916,
    " Amb": 10917,
    " Ambassador": 10918,
    " Amendment": 10919,
    " America": 10920,
    " American": 10921,
    " Americans": 10922,
    " Ami": 10923,
    " Amo": 10924,
    " Among": 10925,
    " Amp": 10926,
    " Amsterdam": 10927,
    " An": 10928,
    " Ana": 10929,
    " Analysis": 10930,
    " Analytics": 10931,
    " Ancient": 10932,
    " And": 10933,
    " Anda": 10934,
    " Anders": 10935,
    " Anderson": 10936,
    " Andre": 10937,
    " Andrea": 10938,
    " Andrew": 10939,
    " Android": 10940,
    " Andy": 10941,
    " Ang": 10942,
    " Angel": 10943,
    " Angeles": 10944,
    " Angl": 10945,
    " Animal": 10946,
    " Animation": 10947,
    " Ann": 10948,
    " Anna": 10949,
    " Anne": 10950,
    " Anniversary": 10951,
    " Annual": 10952,
    " Another": 10953,
    " Ant": 10954,
    " Antar": 10955,
    " Anthony": 10956,
    " Anti": 10957,
    " Anto": 10958,
    " Anton": 10959,
    " Antonio": 10960,
    " Any": 10961,
    " Ap": 10962,
    " Apache": 10963,
    " Apartment": 10964,
    " Apo": 10965,
    " Apollo": 10966,
    " App": 10967,
    " Append": 10968,
    " Apple": 10969,
    " Application": 10970,
    " Applications": 10971,
    " Applied": 10972,
    " Apply": 10973,
    " Approach": 10974,
    " Apr": 10975,
    " April": 10976,
    " Aqua": 10977,
    " Ar": 10978,
    " Ara": 10979,
    " Arab": 10980,
    " Arabia": 10981,
    " Arabic": 10982,
    " Arb": 10983,
    " Arc": 10984,
    " Arch": 10985,
    " Archi": 10986,
    " Architect": 10987,
    " Architecture": 10988,
    " Archive": 10989,
    " Archives": 10990,
    " Ard": 10991,
    " Are": 10992,
    " Area": 10993,
    " Arena": 10994,
    " Arg": 10995,
    " Argentina": 10996,
    " Ari": 10997,
    " Aria": 10998,
    " Aristo": 10999,
    " Arizona": 11000,
    " Ark": 11001,
    " Arkansas": 11002,
    " Arm": 11003,
    " Armenia": 11004,
    " Arms": 11005,
    " Armstrong": 11006,
    " Army": 11007,
    " Arn": 11008,
    " Arnold": 11009,
    " Around": 11010,
    " Arr": 11011,
    " Array": 11012,
    " Ars": 11013,
    " Arsenal": 11014,
    " Art": 11015,
    " Arthur": 11016,
    " Arti": 11017,
    " Article": 11018,
    " Articles": 11019,
    " Artist": 11020,
    " Arts": 11021,
    " As": 11022,
    " Ash": 11023,
    " Asia": 11024,
    " Asian": 11025,
    " Ask": 11026,
    " Assa": 11027,
    " Assassin": 11028,
    " Assembly": 11029,
    " Assessment": 11030,
    " Asset": 11031,
    " Assign": 11032,
    " Assistant": 11033,
    " Association": 11034,
    " Astra": 11035,
    " Astro": 11036,
    " At": 11037,
    " Athen": 11038,
    " Athena": 11039,
    " Athletic": 11040,
    " Atlanta": 11041,
    " Atlantic": 11042,
    " Atlas": 11043,
    " Atom": 11044,
    " Attack": 11045,
    " Attorney": 11046,
    " Au": 11047,
    " Aud": 11048,
    " Audi": 11049,
    " Audio": 11050,
    " Audit": 11051,
    " Aug": 11052,
    " August": 11053,
    " Austin": 11054,
    " Australia": 11055,
    " Australian": 11056,
    " Austria": 11057,
    " Auth": 11058,
    " Author": 11059,
    " Authority": 11060,
    " Authors": 11061,
    " Auto": 11062,
    " Automatic": 11063,
    " Av": 11064,
    " Ava": 11065,
    " Available": 11066,
    " Ave": 11067,
    " Avengers": 11068,
    " Avenue": 11069,
    " Average": 11070,
    " Avi": 11071,
    " Aviation": 11072,
    " Award": 11073,
    " Awards": 11074,
    " Ay": 11075,
    " Aya": 11076,
    " Ayu": 11077,
    " Az": 11078,
    " Azerbaijan": 11079,
    " B": 11080,
    " BA": 11081,
    " BAN": 11082,
    " BANK": 11083,
    " BANPU": 11084,
    " BASIS": 11085,
    " BB": 11086,
    " BBC": 11087,
    " BBL": 11088,
    " BC": 11089,
    " BCG": 11090,
    " BD": 11091,
    " BE": 11092,
    " BEA": 11093,
    " BEGIN": 11094,
    " BEST": 11095,
    " BG": 11096,
    " BH": 11097,
    " BI": 11098,
    " BIG": 11099,
    " BK": 11100,
    " BL": 11101,
    " BLA": 11102,
    " BLACK": 11103,
    " BM": 11104,
    " BMW": 11105,
    " BO": 11106,
    " BOOL": 11107,
    " BP": 11108,
    " BR": 11109,
    " BRI": 11110,
    " BS": 11111,
    " BT": 11112,
    " BTS": 11113,
    " BU": 11114,
    " BUSINESS": 11115,
    " BUT": 11116,
    " BY": 11117,
    " Ba": 11118,
    " Bab": 11119,
    " Baba": 11120,
    " Baby": 11121,
    " Bac": 11122,
    " Bach": 11123,
    " Bachelor": 11124,
    " Back": 11125,
    " Backlog": 11126,
    " Bad": 11127,
    " Bag": 11128,
    " Bah": 11129,
    " Baha": 11130,
    " Baht": 11131,
    " Bai": 11132,
    " Bailey": 11133,
    " Bak": 11134,
    " Baker": 11135,
    " Bal": 11136,
    " Bala": 11137,
    " Balance": 11138,
    " Bald": 11139,
    " Bali": 11140,
    " Ball": 11141,
    " Baltimore": 11142,
    " Ban": 11143,
    " Band": 11144,
    " Bang": 11145,
    " Bangkok": 11146,
    " Bangladesh": 11147,
    " Bank": 11148,
    " Banking": 11149,
    " Banks": 11150,
    " Baptist": 11151,
    " Bar": 11152,
    " Barb": 11153,
    " Barbara": 11154,
    " Barcelona": 11155,
    " Bari": 11156,
    " Barn": 11157,
    " Barne": 11158,
    " Baron": 11159,
    " Barr": 11160,
    " Barri": 11161,
    " Barry": 11162,
    " Bart": 11163,
    " Bas": 11164,
    " Base": 11165,
    " Baseball": 11166,
    " Based": 11167,
    " Basel": 11168,
    " Bash": 11169,
    " Basi": 11170,
    " Basic": 11171,
    " Basketball": 11172,
    " Bass": 11173,
    " Bat": 11174,
    " Bath": 11175,
    " Batman": 11176,
    " Batt": 11177,
    " Battery": 11178,
    " Battle": 11179,
    " Bau": 11180,
    " Bay": 11181,
    " Be": 11182,
    " Bea": 11183,
    " Beach": 11184,
    " Bean": 11185,
    " Bear": 11186,
    " Beast": 11187,
    " Beat": 11188,
    " Beau": 11189,
    " Beautiful": 11190,
    " BeautifulSoup": 11191,
    " Beauty": 11192,
    " Because": 11193,
    " Beck": 11194,
    " Bed": 11195,
    " Bee": 11196,
    " Before": 11197,
    " Begin": 11198,
    " Beginning": 11199,
    " Behavior": 11200,
    " Bei": 11201,
    " Beijing": 11202,
    " Being": 11203,
    " Bel": 11204,
    " Bela": 11205,
    " Belgia": 11206,
    " Belgium": 11207,
    " Bell": 11208,
    " Bella": 11209,
    " Belle": 11210,
    " Ben": 11211,
    " Bend": 11212,
    " Benedict": 11213,
    " Bengal": 11214,
    " Benjamin": 11215,
    " Bennett": 11216,
    " Bent": 11217,
    " Ber": 11218,
    " Berg": 11219,
    " Berkeley": 11220,
    " Berlin": 11221,
    " Bern": 11222,
    " Bernard": 11223,
    " Berry": 11224,
    " Bert": 11225,
    " Best": 11226,
    " Bet": 11227,
    " Beta": 11228,
    " Beth": 11229,
    " Bett": 11230,
    " Better": 11231,
    " Between": 11232,
    " Bever": 11233,
    " Beyond": 11234,
    " Bh": 11235,
    " Bha": 11236,
    " Bi": 11237,
    " Bible": 11238,
    " Big": 11239,
    " Bike": 11240,
    " Bil": 11241,
    " Bill": 11242,
    " Billboard": 11243,
    " Billy": 11244,
    " Bin": 11245,
    " Binance": 11246,
    " Binary": 11247,
    " Bio": 11248,
    " Biography": 11249,
    " Biology": 11250,
    " Bir": 11251,
    " Bird": 11252,
    " Birmingham": 11253,
    " Birthday": 11254,
    " Bis": 11255,
    " Bishop": 11256,
    " Bit": 11257,
    " Bitcoin": 11258,
    " Biz": 11259,
    " Bl": 11260,
    " Bla": 11261,
    " Black": 11262,
    " Blake": 11263,
    " Blanc": 11264,
    " Ble": 11265,
    " Blo": 11266,
    " Block": 11267,
    " Blockchain": 11268,
    " Blockdit": 11269,
    " Blog": 11270,
    " Blood": 11271,
    " Bloom": 11272,
    " Bloomberg": 11273,
    " Blu": 11274,
    " Blue": 11275,
    " Blues": 11276,
    " Bluetooth": 11277,
    " Bo": 11278,
    " Board": 11279,
    " Bob": 11280,
    " Bobby": 11281,
    " Bod": 11282,
    " Body": 11283,
    " Boe": 11284,
    " Boeing": 11285,
    " Bog": 11286,
    " Boh": 11287,
    " Bol": 11288,
    " Bolt": 11289,
    " Bomb": 11290,
    " Bon": 11291,
    " Bond": 11292,
    " Bone": 11293,
    " Bonn": 11294,
    " Boo": 11295,
    " Book": 11296,
    " Booking": 11297,
    " Books": 11298,
    " Boolean": 11299,
    " Boost": 11300,
    " Boot": 11301,
    " Bor": 11302,
    " Border": 11303,
    " Born": 11304,
    " Boro": 11305,
    " Bos": 11306,
    " Bosnia": 11307,
    " Boston": 11308,
    " Bot": 11309,
    " Both": 11310,
    " Bottom": 11311,
    " Bou": 11312,
    " Boulevard": 11313,
    " Bour": 11314,
    " Bow": 11315,
    " Bowl": 11316,
    " Box": 11317,
    " Boy": 11318,
    " Boys": 11319,
    " Br": 11320,
    " Bra": 11321,
    " Brad": 11322,
    " Bradley": 11323,
    " Brain": 11324,
    " Bran": 11325,
    " Branch": 11326,
    " Brand": 11327,
    " Bras": 11328,
    " Brasil": 11329,
    " Brav": 11330,
    " Brazil": 11331,
    " Brazilian": 11332,
    " Bre": 11333,
    " Break": 11334,
    " Breakfast": 11335,
    " Bren": 11336,
    " Brent": 11337,
    " Bret": 11338,
    " Brew": 11339,
    " Brexit": 11340,
    " Bri": 11341,
    " Brian": 11342,
    " Bridge": 11343,
    " Brief": 11344,
    " Brig": 11345,
    " Brigade": 11346,
    " Bright": 11347,
    " Bris": 11348,
    " Bristol": 11349,
    " Brit": 11350,
    " Britain": 11351,
    " Britanni": 11352,
    " British": 11353,
    " Bro": 11354,
    " Broad": 11355,
    " Broadcasting": 11356,
    " Broadway": 11357,
    " Bron": 11358,
    " Brook": 11359,
    " Brooklyn": 11360,
    " Brooks": 11361,
    " Bros": 11362,
    " Brother": 11363,
    " Brothers": 11364,
    " Brown": 11365,
    " Browser": 11366,
    " Bru": 11367,
    " Bruce": 11368,
    " Brun": 11369,
    " Brussels": 11370,
    " Bry": 11371,
    " Bryan": 11372,
    " Bu": 11373,
    " Buc": 11374,
    " Buck": 11375,
    " Bud": 11376,
    " Buddha": 11377,
    " Buddhism": 11378,
    " Buddhist": 11379,
    " Buffalo": 11380,
    " Buffer": 11381,
    " Buffet": 11382,
    " Bug": 11383,
    " Build": 11384,
    " Building": 11385,
    " Bul": 11386,
    " Bulgaria": 11387,
    " Bull": 11388,
    " Bullet": 11389,
    " Bun": 11390,
    " Bund": 11391,
    " Bur": 11392,
    " Bureau": 11393,
    " Burg": 11394,
    " Burger": 11395,
    " Burk": 11396,
    " Burn": 11397,
    " Bus": 11398,
    " Bush": 11399,
    " Business": 11400,
    " But": 11401,
    " Butler": 11402,
    " Butter": 11403,
    " Button": 11404,
    " Buy": 11405,
    " By": 11406,
    " Byte": 11407,
    " C": 11408,
    " CA": 11409,
    " CALL": 11410,
    " CAM": 11411,
    " CAN": 11412,
    " CAP": 11413,
    " CAR": 11414,
    " CAS": 11415,
    " CASE": 11416,
    " CAT": 11417,
    " CB": 11418,
    " CBD": 11419,
    " CBS": 11420,
    " CC": 11421,
    " CD": 11422,
    " CDC": 11423,
    " CE": 11424,
    " CENTE": 11425,
    " CEO": 11426,
    " CF": 11427,
    " CG": 11428,
    " CH": 11429,
    " CHA": 11430,
    " CHAR": 11431,
    " CHECK": 11432,
    " CHI": 11433,
    " CI": 11434,
    " CIA": 11435,
    " CK": 11436,
    " CL": 11437,
    " CLASS": 11438,
    " CLI": 11439,
    " CM": 11440,
    " CN": 11441,
    " CNN": 11442,
    " CO": 11443,
    " COD": 11444,
    " COL": 11445,
    " COM": 11446,
    " COMM": 11447,
    " COMMENT": 11448,
    " COMP": 11449,
    " COMPANY": 11450,
    " CON": 11451,
    " CONDITIONS": 11452,
    " CONFIG": 11453,
    " CONS": 11454,
    " CONTRACT": 11455,
    " COP": 11456,
    " COPYRIGHT": 11457,
    " COR": 11458,
    " COUNT": 11459,
    " COVID": 11460,
    " CP": 11461,
    " CPALL": 11462,
    " CPF": 11463,
    " CPU": 11464,
    " CR": 11465,
    " CRC": 11466,
    " CRE": 11467,
    " CS": 11468,
    " CSR": 11469,
    " CSS": 11470,
    " CT": 11471,
    " CU": 11472,
    " CUR": 11473,
    " CV": 11474,
    " CX": 11475,
    " CY": 11476,
    " Ca": 11477,
    " Cab": 11478,
    " Cabinet": 11479,
    " Cable": 11480,
    " Cache": 11481,
    " Cad": 11482,
    " Caf": 11483,
    " Cafe": 11484,
    " Cai": 11485,
    " Cal": 11486,
    " Cala": 11487,
    " Calc": 11488,
    " Calculate": 11489,
    " Calendar": 11490,
    " Cali": 11491,
    " California": 11492,
    " Call": 11493,
    " Calvin": 11494,
    " Cam": 11495,
    " Cambodia": 11496,
    " Cambridge": 11497,
    " Camera": 11498,
    " Cameron": 11499,
    " Camp": 11500,
    " Campaign": 11501,
    " Campbell": 11502,
    " Campus": 11503,
    " Can": 11504,
    " Canada": 11505,
    " Canadian": 11506,
    " Cancel": 11507,
    " Cancer": 11508,
    " Candi": 11509,
    " Canon": 11510,
    " Canyon": 11511,
    " Cap": 11512,
    " Cape": 11513,
    " Capital": 11514,
    " Capitol": 11515,
    " Captain": 11516,
    " Car": 11517,
    " Cara": 11518,
    " Carbon": 11519,
    " Card": 11520,
    " Cardinal": 11521,
    " Care": 11522,
    " Career": 11523,
    " Caribbean": 11524,
    " Carl": 11525,
    " Carlo": 11526,
    " Carlos": 11527,
    " Carn": 11528,
    " Carol": 11529,
    " Carolin": 11530,
    " Carolina": 11531,
    " Carr": 11532,
    " Carroll": 11533,
    " Cart": 11534,
    " Carter": 11535,
    " Cas": 11536,
    " Case": 11537,
    " Cash": 11538,
    " Casino": 11539,
    " Cass": 11540,
    " Cast": 11541,
    " Castle": 11542,
    " Castro": 11543,
    " Cat": 11544,
    " Catal": 11545,
    " Categories": 11546,
    " Category": 11547,
    " Cath": 11548,
    " Cathedral": 11549,
    " Catherine": 11550,
    " Catholic": 11551,
    " Cauc": 11552,
    " Cause": 11553,
    " Cav": 11554,
    " Ce": 11555,
    " Cel": 11556,
    " Cell": 11557,
    " Cent": 11558,
    " Center": 11559,
    " Central": 11560,
    " Centre": 11561,
    " Century": 11562,
    " Cer": 11563,
    " Certificate": 11564,
    " Certified": 11565,
    " Ch": 11566,
    " Cha": 11567,
    " Chai": 11568,
    " Chain": 11569,
    " Chair": 11570,
    " Chairman": 11571,
    " Chal": 11572,
    " Challenge": 11573,
    " Cham": 11574,
    " Chamber": 11575,
    " Champ": 11576,
    " Champion": 11577,
    " Champions": 11578,
    " Championship": 11579,
    " Championships": 11580,
    " Chan": 11581,
    " Chance": 11582,
    " Chandra": 11583,
    " Chang": 11584,
    " Change": 11585,
    " Changes": 11586,
    " Channel": 11587,
    " Chap": 11588,
    " Chapter": 11589,
    " Char": 11590,
    " Character": 11591,
    " Charge": 11592,
    " Charger": 11593,
    " Charles": 11594,
    " Charlie": 11595,
    " Charlotte": 11596,
    " Chart": 11597,
    " Charter": 11598,
    " Chase": 11599,
    " Chat": 11600,
    " Che": 11601,
    " Check": 11602,
    " Checks": 11603,
    " Chelsea": 11604,
    " Chem": 11605,
    " Chemical": 11606,
    " Chemistry": 11607,
    " Chen": 11608,
    " Cheng": 11609,
    " Cher": 11610,
    " Ches": 11611,
    " Chest": 11612,
    " Chevrolet": 11613,
    " Chi": 11614,
    " Chiang": 11615,
    " Chicago": 11616,
    " Chicken": 11617,
    " Chief": 11618,
    " Chil": 11619,
    " Child": 11620,
    " Children": 11621,
    " Chile": 11622,
    " Chin": 11623,
    " China": 11624,
    " Chinese": 11625,
    " Chip": 11626,
    " Chlo": 11627,
    " Cho": 11628,
    " Chocolate": 11629,
    " Choi": 11630,
    " Choice": 11631,
    " Choose": 11632,
    " Chris": 11633,
    " Christ": 11634,
    " Christian": 11635,
    " Christianity": 11636,
    " Christians": 11637,
    " Christmas": 11638,
    " Christopher": 11639,
    " Chrome": 11640,
    " Chronicle": 11641,
    " Chu": 11642,
    " Chuck": 11643,
    " Chun": 11644,
    " Church": 11645,
    " Ci": 11646,
    " Cincinnati": 11647,
    " Cinema": 11648,
    " Cir": 11649,
    " Circle": 11650,
    " Circuit": 11651,
    " Cisco": 11652,
    " Cit": 11653,
    " Cities": 11654,
    " City": 11655,
    " Civ": 11656,
    " Civil": 11657,
    " Cl": 11658,
    " Cla": 11659,
    " Clar": 11660,
    " Clark": 11661,
    " Clarke": 11662,
    " Class": 11663,
    " Classic": 11664,
    " Classification": 11665,
    " Claud": 11666,
    " Clay": 11667,
    " Cle": 11668,
    " Clean": 11669,
    " Cleaning": 11670,
    " Clear": 11671,
    " Clem": 11672,
    " Cleveland": 11673,
    " Click": 11674,
    " Client": 11675,
    " Cliff": 11676,
    " Climate": 11677,
    " Clinic": 11678,
    " Clinton": 11679,
    " Clip": 11680,
    " Clo": 11681,
    " Close": 11682,
    " Cloud": 11683,
    " Club": 11684,
    " Cluster": 11685,
    " Co": 11686,
    " Coach": 11687,
    " Coal": 11688,
    " Coast": 11689,
    " Coat": 11690,
    " Coco": 11691,
    " Code": 11692,
    " Coffee": 11693,
    " Cohen": 11694,
    " Coin": 11695,
    " Col": 11696,
    " Cold": 11697,
    " Cole": 11698,
    " Coll": 11699,
    " Collect": 11700,
    " Collection": 11701,
    " Collections": 11702,
    " College": 11703,
    " Colli": 11704,
    " Collins": 11705,
    " Colo": 11706,
    " Colombia": 11707,
    " Colon": 11708,
    " Color": 11709,
    " Colorado": 11710,
    " Columbia": 11711,
    " Columbus": 11712,
    " Com": 11713,
    " Comb": 11714,
    " Come": 11715,
    " Comedy": 11716,
    " Comic": 11717,
    " Comm": 11718,
    " Command": 11719,
    " Commander": 11720,
    " Comment": 11721,
    " Comments": 11722,
    " Commerce": 11723,
    " Commercial": 11724,
    " Commission": 11725,
    " Commissioner": 11726,
    " Committee": 11727,
    " Common": 11728,
    " Commons": 11729,
    " Commonwealth": 11730,
    " Commun": 11731,
    " Communication": 11732,
    " Communications": 11733,
    " Communist": 11734,
    " Community": 11735,
    " Comp": 11736,
    " Compact": 11737,
    " Companies": 11738,
    " Company": 11739,
    " Compar": 11740,
    " Compare": 11741,
    " Competition": 11742,
    " Complete": 11743,
    " Complex": 11744,
    " Component": 11745,
    " Composite": 11746,
    " Compute": 11747,
    " Computer": 11748,
    " Computing": 11749,
    " Con": 11750,
    " Conc": 11751,
    " Concept": 11752,
    " Concert": 11753,
    " Conditions": 11754,
    " Condo": 11755,
    " Conduct": 11756,
    " Conf": 11757,
    " Conference": 11758,
    " Config": 11759,
    " Configuration": 11760,
    " Cong": 11761,
    " Congress": 11762,
    " Conn": 11763,
    " Connect": 11764,
    " Connecticut": 11765,
    " Connection": 11766,
    " Cons": 11767,
    " Consensus": 11768,
    " Consent": 11769,
    " Conservation": 11770,
    " Conservative": 11771,
    " Console": 11772,
    " Consortium": 11773,
